const heatGenerators = [
  {
    energyResource: "Горючі корисні копалини тверді",
    heatGenerator: "Вугільні котли, виготовлені до 1980 р.",
    efficiency: 60,
  },
  {
    energyResource: "Горючі корисні копалини тверді",
    heatGenerator: "Вугільні котли, виготовлені протягом 1980 - 2000 рр.",
    efficiency: 65,
  },
  {
    energyResource: "Горючі корисні копалини тверді",
    heatGenerator: "Вугільні котли, виготовлені від 2000 р.",
    efficiency: 82,
  },
  {
    energyResource: "Горючі корисні копалини тверді",
    heatGenerator: "Каміни із закритою камерою згоряння",
    efficiency: 70,
  },
  {
    energyResource: "Горючі корисні копалини тверді",
    heatGenerator: "Кахельні печі",
    efficiency: 80,
  },
  {
    energyResource: "Горючі корисні копалини скраплені та газоподібні",
    heatGenerator: "Масляні або газові кімнатні печі",
    efficiency: 84,
  },
  {
    energyResource: "Горючі корисні копалини скраплені та газоподібні",
    heatGenerator:
      "Котли на газоподібному або рідкому паливі з відкритою камерою згоряння (атмосферні пальники) та двопозиційним регулюванням",
    efficiency: 86,
  },
  {
    energyResource: "Горючі корисні копалини скраплені та газоподібні",
    heatGenerator:
      "Низькотемпературні котли на газоподібному або рідкому паливі, із закритою камерою згоряння та модульованим пальником, з номінальною потужністю до 50 кВт",
    efficiency: 87,
  },
  {
    energyResource: "Горючі корисні копалини скраплені та газоподібні",
    heatGenerator:
      "Низькотемпературні котли на газоподібному або рідкому паливі, із закритою камерою згоряння та модульованим пальником, з номінальною потужністю від 50 до 120 кВт",
    efficiency: 91,
  },
  {
    energyResource: "Горючі корисні копалини скраплені та газоподібні",
    heatGenerator:
      "Низькотемпературні котли на газоподібному або рідкому паливі, із закритою камерою згоряння та модульованим пальником, з номінальною потужністю від 120 до 1200 кВт",
    efficiency: 94,
  },
  {
    energyResource: "Горючі корисні копалини скраплені та газоподібні",
    heatGenerator:
      "Газові конденсаційні котли (70/55℃) з номінальною потужністю до 50 кВт",
    efficiency: 91,
  },
  {
    energyResource: "Горючі корисні копалини скраплені та газоподібні",
    heatGenerator:
      "Газові конденсаційні котли (70/55℃) з номінальною потужністю від 50 до 120 кВт",
    efficiency: 92,
  },
  {
    energyResource: "Горючі корисні копалини скраплені та газоподібні",
    heatGenerator:
      "Газові конденсаційні котли (70/55℃) з номінальною потужністю від 120 до 1200 кВт",
    efficiency: 95,
  },
  {
    energyResource: "Горючі корисні копалини скраплені та газоподібні",
    heatGenerator:
      "Газові конденсаційні котли (55/45℃) з номінальною потужністю до 50 кВт",
    efficiency: 94,
  },
  {
    energyResource: "Горючі корисні копалини скраплені та газоподібні",
    heatGenerator:
      "Газові конденсаційні котли (55/45℃) з номінальною потужністю від 50 до 120 кВт",
    efficiency: 95,
  },
  {
    energyResource: "Горючі корисні копалини скраплені та газоподібні",
    heatGenerator:
      "Газові конденсаційні котли (55/45℃) з номінальною потужністю від 120 до 1200 кВт",
    efficiency: 98,
  },
  {
    energyResource: "Електроенергія",
    heatGenerator: "Електричні проточні водонагрівачі",
    efficiency: 94,
  },
  {
    energyResource: "Електроенергія",
    heatGenerator: "Електротермічні обігрівачі",
    efficiency: 100,
  },
  {
    energyResource: "Електроенергія",
    heatGenerator:
      "Електричні прилади прямого нагріву: конвектори, поверхневе опалення, променеве опалення, нагрівальний підлоговий кабель",
    efficiency: 99,
  },
  {
    energyResource: "Електроенергія",
    heatGenerator:
      "Теплові насоси типу вода/вода, компресор з електроприводом, 55/45℃",
    efficiency: 360,
  },
  {
    energyResource: "Електроенергія",
    heatGenerator:
      "Теплові насоси типу вода/вода, компресор з електроприводом, 35/28℃",
    efficiency: 400,
  },
  {
    energyResource: "Електроенергія",
    heatGenerator:
      "Теплові насоси типу гліколь/вода, компресор з електроприводом, 55/45℃",
    efficiency: 350,
  },
  {
    energyResource: "Електроенергія",
    heatGenerator:
      "Теплові насоси типу гліколь/вода, компресор з електроприводом, 35/28℃",
    efficiency: 400,
  },
  {
    energyResource: "Електроенергія",
    heatGenerator:
      "Теплові насоси типу пряме випаровування в грунті/вода, компресор з електроприводом, 55/45℃",
    efficiency: 350,
  },
  {
    energyResource: "Електроенергія",
    heatGenerator:
      "Теплові насоси типу пряме випаровування в грунті / вода, компресор з електроприводом, 35/28℃",
    efficiency: 400,
  },
  {
    energyResource: "Електроенергія",
    heatGenerator:
      "Теплові насоси типу пряме випаровування в грунті / пряма конденсація в нагрівальних установках, компресор з електроприводом",
    efficiency: 400,
  },
  {
    energyResource: "Електроенергія",
    heatGenerator:
      "Теплові насоси типу повітря/вода, компресор з електроприводом, 55/45℃",
    efficiency: 260,
  },
  {
    energyResource: "Електроенергія",
    heatGenerator:
      "Теплові насоси типу повітря/вода, компресор з електроприводом, 35/28℃",
    efficiency: 300,
  },
  {
    energyResource: "Електроенергія",
    heatGenerator:
      "Теплові насоси типу повітря/повітря, компресор з електроприводом",
    efficiency: 300,
  },
  {
    energyResource: "Солома",
    heatGenerator:
      "Котли на біомасі (солома), з ручним керуванням, потужністю до 100 кВт",
    efficiency: 63,
  },
  {
    energyResource: "Солома",
    heatGenerator:
      "Котли на біомасі (солома), з ручним керуванням, потужністю понад 100 кВт",
    efficiency: 70,
  },
  {
    energyResource: "Деревина",
    heatGenerator:
      "Котли на біомасі (деревина: поліна, брикети, пелети, тріски), з ручним керуванням, потужністю до 100 кВт",
    efficiency: 65,
  },
  {
    energyResource: "Солома",
    heatGenerator:
      "Котли на біомасі (солома) автоматичні потужністю до 100 кВт",
    efficiency: 70,
  },
  {
    energyResource: "Солома",
    heatGenerator:
      "Котли на біомасі (солома) автоматичні потужністю від 100 кВт до 600 кВт",
    efficiency: 75,
  },
  {
    energyResource: "Деревина",
    heatGenerator:
      "Котли на біомасі (деревина: поліна, брикети, пелети, тріски), автоматичні з механічною подачею палива, потужністю до 100 кВт",
    efficiency: 70,
  },
  {
    energyResource: "Деревина",
    heatGenerator:
      "Котли на біомасі (деревина: поліна, брикети, пелети, тріски), автоматичні з механічною подачею палива, потужністю від 100 кВт до 600 кВт",
    efficiency: 85,
  },
  {
    energyResource: "Деревина",
    heatGenerator:
      "Котли на біомасі (деревина: поліна, брикети, пелети, тріски), автоматичні з механічною подачею палива, потужністю понад 600 кВт",
    efficiency: 85,
  },
  {
    energyResource: "Централізоване опалення",
    heatGenerator: "Постійна температура теплоносія без коригування в ІТП",
    efficiency: 50,
  },
  {
    energyResource: "Централізоване опалення",
    heatGenerator:
      "Центральне якісне регулювання за температурним графіком 110 ℃ або вище зі зрізкою без коригування в ІТП",
    efficiency: 62,
  },
  {
    energyResource: "Централізоване опалення",
    heatGenerator:
      "Центральне якісне регулювання за температурним графіком до 110 ℃ зі зрізкою без коригування в ІТП",
    efficiency: 70,
  },
  {
    energyResource: "Централізоване опалення",
    heatGenerator:
      "Центральне якісне регулювання за температурним графіком 95 ℃ та нижче, без регулювання теплового потоку в ІТП або з регулюванням, залежним від погодних умов в ІТП низької ефективності (без обмеження максимальної витрати автоматичними засобами)",
    efficiency: 86,
  },
  {
    energyResource: "Централізоване опалення",
    heatGenerator:
      "Центральне якісне регулювання та ІТП 3 регулюванням теплового потоку, залежним від погодних умов та обмеженням максимальної витрати автоматичними засобами",
    efficiency: 93,
  },
  {
    energyResource: "Централізоване опалення",
    heatGenerator:
      "Центральне якісне регулювання, проміжне якісно-кількісне регулювання з урахуванням транспортного запізнювання мережі і з регулюванням теплового потоку, залежним від погодних умов в ІТП та обмеженням максимальної витрати автоматичними засобами",
    efficiency: 96,
  },
];

export default heatGenerators;
